FilesystemAndDisk_Test/FS_Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fs_fio_test_write_ranseq/rand_write_block_4M_16_4_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 4096KiB-4096KiB, (W) 4096KiB-4096KiB, (T) 4096KiB-4096KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 4 processes

rand_write_test: (groupid=0, jobs=4): err= 0: pid=2480855: Wed May  8 23:46:08 2024
  write: IOPS=186, BW=744MiB/s (780MB/s)(200GiB/275257msec); 0 zone resets
    slat (usec): min=143, max=21535, avg=538.86, stdev=520.65
    clat (usec): min=2939, max=93190, avg=20952.24, stdev=8460.52
     lat (msec): min=3, max=107, avg=21.49, stdev= 8.52
    clat percentiles (usec):
     |  1.00th=[11207],  5.00th=[11731], 10.00th=[12125], 20.00th=[13960],
     | 30.00th=[14877], 40.00th=[16057], 50.00th=[17433], 60.00th=[20579],
     | 70.00th=[24511], 80.00th=[30540], 90.00th=[33424], 95.00th=[34866],
     | 99.00th=[43254], 99.50th=[45876], 99.90th=[60031], 99.95th=[64226],
     | 99.99th=[81265]
   bw (  KiB/s): min=360448, max=1409024, per=100.00%, avg=762109.36, stdev=69430.19, samples=2199
   iops        : min=   88, max=  344, avg=185.98, stdev=16.95, samples=2199
  lat (msec)   : 4=0.01%, 10=0.12%, 20=58.36%, 50=41.18%, 100=0.32%
  cpu          : usr=0.89%, sys=1.68%, ctx=52145, majf=0, minf=2203
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=744MiB/s (780MB/s), 744MiB/s-744MiB/s (780MB/s-780MB/s), io=200GiB (215GB), run=275257-275257msec

Disk stats (read/write):
  nvme0n1: ios=0/306996, merge=0/55, ticks=0/5810628, in_queue=5811714, util=100.00%

Test Time: 2024-05-08 23:46:08
Device Name: filetest.txt
Device Info: