FilesystemAndDisk_Test/FS_Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fs_fio_test_write_ranseq/rand_write_block_8K_1_2_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 2 processes

rand_write_test: (groupid=0, jobs=2): err= 0: pid=609121: Sat May 11 22:51:24 2024
  write: IOPS=45.1k, BW=353MiB/s (370MB/s)(200GiB/580839msec); 0 zone resets
    slat (usec): min=3, max=2199, avg=10.57, stdev= 3.31
    clat (nsec): min=1310, max=37875k, avg=31265.19, stdev=77606.98
     lat (usec): min=18, max=37886, avg=41.98, stdev=77.81
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   22], 10.00th=[   24], 20.00th=[   26],
     | 30.00th=[   27], 40.00th=[   28], 50.00th=[   29], 60.00th=[   29],
     | 70.00th=[   31], 80.00th=[   32], 90.00th=[   34], 95.00th=[   38],
     | 99.00th=[   59], 99.50th=[   63], 99.90th=[  832], 99.95th=[ 1385],
     | 99.99th=[ 2573]
   bw (  KiB/s): min=190512, max=598592, per=100.00%, avg=361828.73, stdev=29478.62, samples=2319
   iops        : min=23814, max=74824, avg=45228.36, stdev=3684.82, samples=2319
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=2.31%, 50=95.16%
  lat (usec)   : 100=2.24%, 250=0.07%, 500=0.05%, 750=0.05%, 1000=0.03%
  lat (msec)   : 2=0.06%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  cpu          : usr=14.68%, sys=31.18%, ctx=26215272, majf=0, minf=4711
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,26214400,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=353MiB/s (370MB/s), 353MiB/s-353MiB/s (370MB/s-370MB/s), io=200GiB (215GB), run=580839-580839msec

Disk stats (read/write):
  nvme0n1: ios=0/26208794, merge=0/116, ticks=0/527129, in_queue=528089, util=100.00%

Test Time: 2024-05-11 22:51:24
Device Name: filetest.txt
Device Info: