FilesystemAndDisk_Test/FS_Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fs_fio_test_write_ranseq/seq_write_block_8M_1_8_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 8192KiB-8192KiB, (W) 8192KiB-8192KiB, (T) 8192KiB-8192KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 8 processes

seq_write_test: (groupid=0, jobs=8): err= 0: pid=2495872: Thu May  9 04:06:01 2024
  write: IOPS=87, BW=702MiB/s (736MB/s)(200GiB/291694msec); 0 zone resets
    slat (usec): min=650, max=115454, avg=1797.69, stdev=4852.56
    clat (msec): min=7, max=249, avg=88.99, stdev=31.63
     lat (msec): min=8, max=365, avg=90.78, stdev=32.51
    clat percentiles (msec):
     |  1.00th=[   37],  5.00th=[   53], 10.00th=[   56], 20.00th=[   59],
     | 30.00th=[   67], 40.00th=[   75], 50.00th=[   81], 60.00th=[   86],
     | 70.00th=[  114], 80.00th=[  126], 90.00th=[  132], 95.00th=[  140],
     | 99.00th=[  167], 99.50th=[  180], 99.90th=[  207], 99.95th=[  220],
     | 99.99th=[  245]
   bw (  KiB/s): min=262144, max=1656850, per=100.00%, avg=721675.64, stdev=31631.10, samples=4642
   iops        : min=   32, max=  202, avg=88.02, stdev= 3.86, samples=4642
  lat (msec)   : 10=0.01%, 20=0.03%, 50=2.29%, 100=65.62%, 250=32.05%
  cpu          : usr=0.68%, sys=0.88%, ctx=26857, majf=0, minf=179
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=702MiB/s (736MB/s), 702MiB/s-702MiB/s (736MB/s-736MB/s), io=200GiB (215GB), run=291694-291694msec

Disk stats (read/write):
  nvme0n1: ios=0/399969, merge=0/58, ticks=0/31589856, in_queue=31592384, util=100.00%

Test Time: 2024-05-09 04:06:01
Device Name: filetest.txt
Device Info: